[
  {
    "speaker": "Unknown",
    "text": " Kind of nervous. Oh, please. Don't be nervous. This is just a simple conversation"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " So a lot of this is just process so to make sure that we have everything we need when you come in there"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " so like if there's an emergency, we know who can call, you know, and then if there was a"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " If you let's say you had a job and they like couldn't get in touch with you"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " They could call us and we could say oh well"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " Here's a number we could you know send the email like it's just all so that we have stuff on file ain't nothing"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " None of these questions gonna be scary"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " No, so highest level of education that you've completed so far. I think 10th grade 10th"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " Something like that. Okay, and"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " When you were in school, what do you remember as being the biggest challenge that you had?"
  },
  {
    "speaker": "Unknown",
    "text": " math and science, okay"
  },
  {
    "speaker": "Unknown",
    "text": " And was there any challenges outside of the academic side of it?"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " my criminal record"
  },
  {
    "speaker": "Unknown",
    "text": " say more"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " So I was constantly in and out of jail, okay"
  },
  {
    "speaker": "Unknown",
    "text": " I've been to County six times. Okay DJ J program like the six month to"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " two-year program four times"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " So instead of the accounting of it all"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " What do you think was the reason why there was so many instances? What do you think my family?"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " Okay, Bob is around"
  },
  {
    "speaker": "Unknown",
    "text": " So the surroundings yeah, yes my cousins my brothers they all they bang so it's like I was adopted into a"
  },
  {
    "speaker": "Unknown",
    "text": " Into a Haitian family. Mmm, it's like they're very"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " physical. Yeah, and they"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " Almost all of them are in jail for life right now. Wow because of dumb choices and you're here"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " so that's so I'm taking this as a"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " opportunity not a"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " Something to play with I hear you. I hear you"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " Do you want to go back to high school? Do you want to go get your GED?"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " I do I would go back to high school, but I don't know if they'll even take me"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " I have four credits out of all of"
  },
  {
    "speaker": "Unknown",
    "text": " Time I was supposed to be in high school. Okay, because I literally went for like"
  },
  {
    "speaker": "Unknown",
    "text": " Out of all high school out of two years ninth and 10th grade. I probably went like"
  },
  {
    "speaker": "Unknown",
    "text": " Three weeks out of the whole two years. Okay"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " So well, I guess my question really is do you want high school or do you prefer to get your GED?"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " I would rather have high school"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " But right now somebody told me GED and"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " regular high school diploma doesn't look different, but I feel like if you were to go into a high-end job interview, whatever and"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " They say oh do you have your high school diploma set and you say no, I have my GED"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " I get where you're coming from"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " I'm not even gonna try to convince you one way or the other but I will say is"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " That if you said I had my high school diploma"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " I'm sorry. If you said I went back and I got my high school diploma"
  },
  {
    "speaker": "Unknown",
    "text": " I'm gonna look at you a certain way called you went back and finished what you started"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " Right, but if you went got your GED"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " What we'll see is someone who went back and got finished what they started but finished in a different way"
  },
  {
    "speaker": "Unknown",
    "text": " Yeah, right"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " One does not look worse to at least to me like they say they say oh they're equivalent or whatever, but I feel like"
  },
  {
    "speaker": "Unknown",
    "text": " One looks better than the other"
  },
  {
    "speaker": "Unknown",
    "text": " Maybe"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " People yeah, possibly. I don't know. I just as long as I can get it. I really don't care"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " I just need a high school diploma because that's the gateway to success. So"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " one"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " Gateway, yeah one gateway. It's not V. Yeah, it's one. There's gonna be"
  },
  {
    "speaker": "SPEAKER_01",
    "text": " For whatever it is you want to do for anything you want to do just always gonna be multiple ways to get there"
  },
  {
    "speaker": "Unknown",
    "text": " And you get to choose which one works for you"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " All right, so I want to get a trade. I want to get a few trades. Actually, that's my goal"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " I want to get like three or four different trades"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " Okay, so that way no matter what always that one looks like there's always some always got work. Yeah"
  },
  {
    "speaker": "Unknown",
    "text": " All right. So how far do you think you are away from actually being able to get that high school diploma?"
  },
  {
    "speaker": "Unknown",
    "text": " What do you think honestly? I?"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " Don't think that far because I don't know if you know what literacy alliances"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " It's a like GD high school program"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " Whatever I'm hearing Jacksonville and I went there and took the test for both of the things you have to have required"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " To take the GD test I passed both of them. So okay"
  },
  {
    "speaker": "SPEAKER_00",
    "text": " So not far. Yeah, not far, but I'm letting say I'm ready. Okay. What do you like to do?"
  }
]